Repository: MarksSoftwareGmbH/BECHLEM-CONNECT-LIGHT
Catalog: plugins/BechlemConnectLight/resources/locales/*/bechlem_connect_light.po
Languages: de

source: Terms of service
de: Allgemeine Geschäftsbedingungen

source: Please verify the password
de: Bitte überprüfen Sie das Passwort

source: Save
de: Speichern

source: Hello {name}
de: Hallo {name}

source: Thank you for your registration.
de: Wir danken Ihnen für Ihre Anmeldung.

source: We will check your data and activate your account soon.
de: Wir werden Ihre Daten überprüfen und Ihr Konto bald aktivieren.

source: Yours sincerely
de: Mit freundlichen Grüßen

source: VAT identification number
de: Umsatzsteuer-Identifikationsnummer

source: Managing director
de: Geschäftsführer

source: Register court
de: Registergericht

source: Our terms and conditions, which can be reviewed and printed in an updated version under marks-software.de, apply in any case.
de: Es gelten in jedem Fall unsere Allgemeinen Geschäftsbedingungen, die unter marks-software.de in einer aktuellen Version eingesehen und ausgedruckt werden können.

source: Please click here to reset your password.
de: Bitte klicken Sie hier, um Ihr Passwort zurückzusetzen.

source: If the link is not displayed correctly, please copy the following address into your web browser {link}
de: Falls der Link nicht korrekt angezeigt wird, kopieren Sie bitte die folgende Adresse in Ihren Webbrowser {link}

source: Thank you!
de: Vielen Dank!

source: The following link let you reset your password.
de: Über den folgenden Link können Sie Ihr Passwort zurücksetzen.

source: Please copy the address in your web browser {resetUrl}
de: Bitte kopieren Sie die Adresse in Ihren Webbrowser {resetUrl}
