Repository: MarksSoftwareGmbH/BECHLEM-CONNECT-LIGHT
Catalog: plugins/BechlemConnectLight/resources/locales/*/bechlem_connect_light.po
Languages: de

source: Cache files has been deleted successfully.
de: Die Cache Dateien wurden erfolgreich gelöscht.

source: An error occurred. Please, try again.
de: Es ist ein Fehler aufgetreten. Bitte versuche es erneut.

source: Log files has been deleted successfully.
de: Die Log Dateien wurden erfolgreich gelöscht.

source: Session files has been deleted successfully.
de: Die Session Dateien wurden erfolgreich gelöscht.

source: The Bechlem brands have been updated.
de: Die Bechlem Marken sind aktualisiert worden.

source: The Bechlem brands could not be updated. Please, try again.
de: Die Bechlem Marken konnten nicht aktualisiert werden. Bitte versuchen Sie es erneut.

source: The Bechlem categories have been updated.
de: Die Bechlem Kategorien sind aktualisiert worden.

source: The Bechlem categories could not be updated. Please, try again.
de: Die Bechlem Kategorien konnten nicht aktualisiert werden. Bitte versuchen Sie es erneut.

source: The Bechlem connect config has been saved.
de: Die Bechlem Connect Konfiguration wurde gespeichert.

source: The Bechlem connect config could not be saved. Please, try again.
de: Die Bechlem Connect Konfiguration konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The Bechlem connect config has been deleted.
de: Die Bechlem Connect Konfiguration wurde gelöscht.

source: The Bechlem connect config could not be deleted. Please, try again.
de: Die Bechlem Connect Konfiguration konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The uploaded CSV file is incorrectly structured. Please check the format or use a new CSV file.
de: Die hochgeladene CSV-Datei ist falsch strukturiert. Bitte überprüfen Sie das Format oder verwenden Sie eine neue CSV-Datei.

source: The uploaded CSV file is empty.
de: Die hochgeladene CSV-Datei ist leer.

source: You imported {imported} and updated {updated} records.
de: Sie haben {imported} Datensätze importiert und {updated} aktualisiert.

source: You can only send files with the csv extension csv. Please, try again.
de: Sie können nur Dateien mit der CSV Erweiterung csv absenden. Bitte versuchen Sie es erneut.

source: The Bechlem connect request has been executed.
de: Die Bechlem Connect Verbindungsanfrage wurde ausgeführt.

source: The Bechlem connect request could not be executed. Please, try again.
de: Die Bechlem Connect Verbindungsanfrage konnte nicht ausgeführt werden. Bitte versuchen Sie es erneut.

source: The Bechlem connect request has been saved.
de: Die Bechlem Connect Verbindungsanfrage wurde gespeichert.

source: The Bechlem connect request could not be saved. Please, try again.
de: Die Bechlem Connect Verbindungsanfrage konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Copy
de: Kopie

source: The Bechlem connect request has been copied.
de: Die Bechlem Connect Verbindungsanfrage wurde kopiert.

source: The Bechlem connect request could not be copied. Please, try again.
de: Die Bechlem Connect Verbindungsanfrage konnte nicht kopiert werden. Bitte versuchen Sie es erneut.

source: The Bechlem connect request has been deleted.
de: Die Bechlem Connect Verbindungsanfrage wurde gelöscht.

source: The Bechlem connect request could not be deleted. Please, try again.
de: Die Bechlem Connect Verbindungsanfrage konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The Bechlem identifiers have been updated.
de: Die Bechlem Kennungen sind aktualisiert worden.

source: The Bechlem identifiers could not be updated. Please, try again.
de: Die Bechlem Kennungen konnten nicht aktualisiert werden. Bitte versuchen Sie es erneut.

source: The Bechlem printer series have been updated.
de: Die Bechlem Drucker Serien wurde aktualisiert.

source: The Bechlem printer series could not be updated. Please, try again.
de: Die Bechlem Drucker Serien konnten nicht aktualisiert werden. Bitte versuchen Sie es erneut.

source: The Bechlem printers to supplies have been updated.
de: Die Bechlem Drucker zu Supplies sind aktualisiert worden.

source: The Bechlem printers to supplies could not be updated. Please, try again.
de: Die Bechlem Drucker zu Supplies konnten nicht aktualisiert werden. Bitte versuchen Sie es erneut.

source: The Bechlem printers have been updated.
de: Die Bechlem Drucker wurden aktualisiert.

source: The Bechlem printers could not be updated. Please, try again.
de: Die Bechlem Drucker konnten nicht aktualisiert werden. Bitte versuchen Sie es erneut.

source: The Bechlem product accessories have been updated.
de: Das Bechlem Produktzubehör wurde aktualisiert.

source: The Bechlem product accessories could not be updated. Please, try again.
de: Das Bechlem Produktzubehör konnte nicht aktualisiert werden. Bitte versuchen Sie es erneut.

source: The Bechlem products have been updated.
de: Die Bechlem Produkte sind aktualisiert worden.

source: The Bechlem products could not be updated. Please, try again.
de: Die Bechlem Produkte konnten nicht aktualisiert werden. Bitte versuchen Sie es erneut.

source: The Bechlem reseller items have been updated.
de: Die Bechlem Wiederverkäufer Artikel wurden aktualisiert.

source: The Bechlem reseller items could not be updated. Please, try again.
de: Die Bechlem Wiederverkäufer Artikel konnten nicht aktualisiert werden. Bitte versuchen Sie es erneut.

source: The Bechlem resellers have been updated.
de: Die Bechlem Wiederverkäufer wurden aktualisiert.

source: The Bechlem resellers could not be updated. Please, try again.
de: Die Bechlem Wiederverkäufer konnten nicht aktualisiert werden. Bitte versuchen Sie es erneut.

source: The Bechlem supplies have been updated.
de: Die Bechlem Supplies wurden aktualisiert.

source: The Bechlem supplies could not be updated. Please, try again.
de: Die Bechlem Supplies konnten nicht aktualisiert werden. Bitte versuchen Sie es erneut.

source: The Bechlem supply series have been updated.
de: Die Bechlem Supply Serien wurden aktualisiert.

source: The Bechlem supply series could not be updated. Please, try again.
de: Die Bechlem Supply Serien konnte nicht aktualisiert werden. Bitte versuchen Sie es erneut.

source: The Bechlem supply to oem references have been updated.
de: Die Bechlem Supply zu Erstausrüster Referenzen wurden aktualisiert.

source: The Bechlem supply to oem references could not be updated. Please, try again.
de: Die Bechlem Supply zu Erstausrüster Referenzen konnten nicht aktualisiert werden. Bitte versuchen Sie es erneut.

source: The Bechlem supply to supplies have been updated.
de: Die Bechlem Supply zu Supplies wurden aktualisiert.

source: The Bechlem supply to supplies could not be updated. Please, try again.
de: Die Bechlem Supply zu Supplies konnten nicht aktualisiert werden. Bitte versuchen Sie es erneut.

source: The country has been saved.
de: Das Land wurde gespeichert.

source: The country could not be saved. Please, try again.
de: Das Land konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The country has been deleted.
de: Das Land wurde gelöscht.

source: The country could not be deleted. Please, try again.
de: Das Land konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The domain has been saved.
de: Die Domain wurde gespeichert.

source: The domain could not be saved. Please, try again.
de: Die Domain konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The domain has been deleted.
de: Die Domain wurde gelöscht.

source: The domain could not be deleted. Please, try again.
de: Die Domain konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The locale has been saved.
de: Das Gebietsschema wurde gespeichert.

source: The locale could not be saved. Please, try again.
de: Das Gebietsschema konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The locale has been deleted.
de: Das Gebietsschema wurde gelöscht.

source: The locale could not be deleted. Please, try again.
de: Das Gebietsschema konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The locale could not be changed. Please, try again.
de: Das Gebietsschema konnte nicht geändert werden. Bitte versuchen Sie es erneut.

source: The log has been saved.
de: Das Protokoll wurde gespeichert.

source: The log could not be saved. Please, try again.
de: Das Protokoll konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The log has been deleted.
de: Das Protokoll wurde gelöscht.

source: The log could not be deleted. Please, try again.
de: Das Protokoll konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The product brand has been saved.
de: Die Produktmarke wurde gespeichert.

source: The product brand could not be saved. Please, try again.
de: Die Produktmarke konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The product brand has been deleted.
de: Die Produktmarke wurde gelöscht.

source: The product brand could not be deleted. Please, try again.
de: Die Produktmarke konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: Invalid request. Please, try again with a ajax request.
de: Ungültige Anfrage. Bitte versuchen Sie es erneut mit einer Ajax-Anfrage.

source: The product category has been moved up.
de: Die Produktkategorie wurde nach oben verschoben.

source: The product category could not be moved up. Please, try again.
de: Die Produktkategorie konnte nicht nach oben verschoben werden. Bitte versuchen Sie es erneut.

source: The product category has been moved down.
de: Die Produktkategorie wurde nach unten verschoben.

source: The product category could not be moved down. Please, try again.
de: Die Produktkategorie konnte nicht nach unten verschoben werden. Bitte versuchen Sie es erneut.

source: The product category has been saved.
de: Die Produktkategorie wurde gespeichert.

source: The product category could not be saved. Please, try again.
de: Die Produktkategorie konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The product category has been deleted.
de: Die Produktkategorie wurde gelöscht.

source: The product category could not be deleted. Please, try again.
de: Die Produktkategorie konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The product condition has been saved.
de: Die Produktkondition wurde gespeichert.

source: The product condition could not be saved. Please, try again.
de: Die Produktkondition konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The product condition has been deleted.
de: Die Produktkondition wurde gelöscht.

source: The product condition could not be deleted. Please, try again.
de: Die Produktkondition konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The product delivery time has been saved.
de: Die Produkt Lieferzeit wurde verkürzt.

source: The product delivery time could not be saved. Please, try again.
de: Die Produkt Lieferzeit konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The product deliver time has been saved.
de: Die Produkt Lieferzeit wurde eingespart.

source: The product delivery time has been deleted.
de: Die Produkt Lieferzeit wurde gelöscht.

source: The product delivery time could not be deleted. Please, try again.
de: Die Produkt Lieferzeit konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The product intrastat code has been saved.
de: Der Produkt Intrastat-Code wurde gespeichert.

source: The product intrastat code could not be saved. Please, try again.
de: Der Produkt Intrastat-Code konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The product intrastat code has been deleted.
de: Der Produkt Intrastat-Code wurde gelöscht.

source: The product intrastat code could not be deleted. Please, try again.
de: Der Produkt Intrastat-Code konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The product manufacturer has been saved.
de: Der Produkthersteller wurde gespeichert.

source: The product manufacturer could not be saved. Please, try again.
de: Der Produkthersteller konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The product manufacturer has been deleted.
de: Der Produkthersteller wurde gelöscht.

source: The product manufacturer could not be deleted. Please, try again.
de: Der Produkthersteller konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The product type attribute value has been saved.
de: Der Produkttyp Attribut Wert wurde gespeichert.

source: The product type attribute value could not be saved. Please, try again.
de: Der Produkttyp Attribut Wert konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The product type attribute value has been deleted.
de: Der Produkttyp Attribut Wert wurde gelöscht.

source: The product type attribute value could not be deleted. Please, try again.
de: Der Produkttyp Attribut Wert konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The product supplier has been saved.
de: Der Produktlieferant wurde gespeichert.

source: The product supplier could not be saved. Please, try again.
de: Der Produktlieferant konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The product supplier has been deleted.
de: Der Produktlieferant wurde gelöscht.

source: The product supplier could not be deleted. Please, try again.
de: Der Produktlieferant konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The product tax class has been saved.
de: Die Produktsteuerklasse wurde gespeichert.

source: The product tax class could not be saved. Please, try again.
de: Die Produktsteuerklasse konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The product tax class has been deleted.
de: Die Produktsteuerklasse wurde gelöscht.

source: The product tax class could not be deleted. Please, try again.
de: Die Produktsteuerklasse konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The product type attribute choice has been saved.
de: Die Produkttyp Attribut Auswahl wurde gespeichert.

source: The product type attribute choice could not be saved. Please, try again.
de: Die Produkttyp Attribut Auswahl konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The product type attribute choice has been deleted.
de: Die Produkttyp Attribut Auswahl wurde gelöscht.

source: The product type attribute choice could not be deleted. Please, try again.
de: Die Produkttyp Attribut Auswahl konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The product type attribute has been saved.
de: Das Produkttyp Attribut wurde gespeichert.

source: The product type attribute could not be saved. Please, try again.
de: Das Produkttyp Attribut konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The product type attribute has been deleted.
de: Das Produkttyp Attribut wurde gelöscht.

source: The product type attribute could not be deleted. Please, try again.
de: Das Produkttyp Attribut konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The product type has been saved.
de: Der Produkttyp wurde gespeichert.

source: The product type could not be saved. Please, try again.
de: Der Produkttyp konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The product type has been deleted.
de: Der Produkttyp wurde gelöscht.

source: The product type could not be deleted. Please, try again.
de: Der Produkttyp konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: {productType} could not be found. Please, try again.
de: {productType} konnte nicht gefunden werden. Bitte versuchen Sie es erneut.

source: The product has been saved.
de: Das Produkt wurde gespeichert.

source: The product could not be saved. Please, try again. We detected following errors: {errors}
de: Das Produkt konnte nicht gespeichert werden. Bitte versuchen Sie es erneut. Wir haben folgende Fehler entdeckt: {errors}

source: (Copy)
de: (Kopie)

source: copy
de: Kopie

source: The product has been copied.
de: Das Produkt wurde kopiert.

source: The product could not be copied. Please, try again.
de: Das Produkt konnte nicht kopiert werden. Bitte versuchen Sie es erneut.

source: The product has been deleted.
de: Das Produkt wurde gelöscht.

source: The product could not be deleted. Please, try again.
de: Das Produkt konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The registration type has been saved.
de: Der Registrierungstyp wurde gespeichert.

source: The registration type could not be saved. Please, try again.
de: Der Registrierungstyp konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The registration type has been copied.
de: Der Registrierungstyp wurde kopiert.

source: The registration type could not be copied. Please, try again.
de: Der Registrierungstyp konnte nicht kopiert werden. Bitte versuchen Sie es erneut.

source: The registration type has been deleted.
de: Der Registrierungstyp wurde gelöscht.

source: The registration type could not be deleted. Please, try again.
de: Der Registrierungstyp konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The registration has been saved.
de: Die Registrierung wurde gespeichert.

source: The registration could not be saved. Please, try again.
de: Die Registrierung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The registration has been deleted.
de: Die Registrierung wurde gelöscht.

source: The registration could not be deleted. Please, try again.
de: Die Registrierung konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The role has been saved.
de: Die Rolle wurde gespeichert.

source: The role could not be saved. Please, try again.
de: Die Rolle konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: You are not allowed to delete this role.
de: Sie dürfen diese Rolle nicht löschen.

source: The role has been deleted.
de: Die Rolle wurde gelöscht.

source: The role could not be deleted. Please, try again.
de: Die Rolle konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The setting has been saved.
de: Die Einstellung wurde gespeichert.

source: The setting could not be saved. Please, try again.
de: Die Einstellung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The setting has been deleted.
de: Die Einstellung ist gelöscht worden.

source: The setting could not be deleted. Please, try again.
de: Die Einstellung konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The user profile has been saved.
de: Das Benutzerprofil wurde gespeichert.

source: The user profile could not be saved. Please, try again.
de: Das Benutzerprofil konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The user profile has been deleted.
de: Das Benutzerprofil wurde gelöscht.

source: The user profile could not be deleted. Please, try again.
de: Das Benutzerprofil konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: You have successfully signed in.
de: Sie haben sich erfolgreich angemeldet.

source: You could not login. Please, try again.
de: Sie konnten sich nicht anmelden. Bitte versuchen Sie es erneut.

source: You have successfully signed out.
de: Sie haben sich erfolgreich abgemeldet.

source: Invalid username, email or account blocked. Please, try again.
de: Ungültiger Benutzername, E-Mail oder Konto gesperrt. Bitte, versuchen Sie es erneut.

source: An email with further instructions has been sent to you.
de: Eine E-Mail mit weiteren Anweisungen wurde Ihnen zugesandt.

source: An email with further instructions could not be sent to you. Please, try again.
de: Eine E-Mail mit weiteren Anweisungen konnte nicht an Sie gesendet werden. Bitte versuchen Sie es erneut.

source: Your password has been reset successfully.
de: Ihr Passwort wurde erfolgreich zurückgesetzt.

source: You are not allowed to view this profile.
de: Sie sind nicht berechtigt, dieses Profil zu sehen.

source: The user has been saved.
de: Der Benutzer wurde gespeichert.

source: The user could not be saved. Please, try again.
de: Der Benutzer konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The user password has been saved.
de: Das Benutzerkennwort wurde gespeichert.

source: The user password could not be saved. Please, try again.
de: Das Benutzerkennwort konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: You are not allowed to delete this user.
de: Sie sind nicht berechtigt, diesen Benutzer zu löschen.

source: The user has been deleted.
de: Der Benutzer wurde gelöscht.

source: The user could not be deleted. Please, try again.
de: Der Benutzer konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: You are not authorized to access this location.
de: Sie sind nicht berechtigt, auf diesen Ort zuzugreifen.

source: Could not read {filename}
de: Konnte {filename} nicht lesen

source: The registration could not be saved. Please, try again. We detected following errors: {errors}
de: Die Registrierung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut. Wir haben folgende Fehler entdeckt: {errors}

source: You have successfully registered. An confirmation email with further instructions has been sent to you.
de: Sie haben sich erfolgreich registriert. Eine Bestätigungs-E-Mail mit weiteren Anweisungen wurde an Sie gesendet.

source: You have successfully registered. An confirmation email with further instructions could not be sent to you.
de: Sie haben sich erfolgreich registriert. Eine Bestätigungs-E-Mail mit weiteren Anweisungen konnte Ihnen nicht zugesandt werden.

source: You could not register. Please, try again.
de: Sie konnten sich nicht registrieren. Bitte versuchen Sie es erneut.

source: The user account has been saved.
de: Das Benutzerkonto wurde gespeichert.

source: The user account could not be saved. Please, try again.
de: Das Benutzerkonto konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The user account could not be found. Please, try again.
de: Das Benutzerkonto konnte nicht gefunden werden. Bitte versuchen Sie es erneut.

source: The user account has been deactivated.
de: Das Benutzerkonto wurde deaktiviert.

source: The user account could not be deactivated. Please, try again.
de: Das Benutzerkonto konnte nicht deaktiviert werden. Bitte versuchen Sie es erneut.

source: EventHandler {0} not found in plugin {1}.
de: EventHandler {0} nicht in Plugin {1} gefunden.

source: You have reached maximum limit for failed login attempts. Please, try again after a few minutes.
de: Sie haben die maximale Anzahl an fehlgeschlagenen Anmeldeversuchen erreicht. Bitte versuchen Sie es nach ein paar Minuten erneut.

source: Your user account is blocked. Please, contact our support.
de: Ihr Benutzerkonto ist gesperrt. Bitte kontaktieren Sie unseren Support.

source: You have {newCacheValue} failed login attempts. Please, try again.
de: Sie haben {newCacheValue} fehlgeschlagene Anmeldeversuche. Bitte versuchen Sie es erneut.

source: Could not read {fileName}
de: Konnte {fileName} nicht lesen

source: Not able to save setting.
de: Die Einstellung kann nicht gespeichert werden.

source: This username & email combination has already been used.
de: Diese Kombination aus Benutzernamen und E-Mail wurde bereits verwendet.

source: Your registration
de: Ihre Registrierung

source: Your reset password link
de: Ihr Link zum Zurücksetzen des Passworts

source: PHP extension FTP is not loaded.
de: Die PHP-Erweiterung FTP ist nicht geladen.

source: Invalid URL.
de: Ungültige URL.

source: Call to undefined method Ftp::{name}().
de: Aufruf einer undefinierten Methode Ftp::{name}().
