Repository: MarksSoftwareGmbH/BECHLEM-CONNECT-LIGHT
Catalog: plugins/BechlemConnectLight/resources/locales/*/bechlem_connect_light.po
Languages: de

source: Not connected to FTP server. Call connect() or ssl_connect() first.
de: Keine Verbindung zum FTP-Server. Rufen Sie zuerst connect() oder ssl_connect() auf.

source: Cannot create directory "{path}".
de: Verzeichnis "{path}" kann nicht erstellt werden.

source: Class SoapClient not found, please enable Soap extensions.
de: Klasse SoapClient nicht gefunden, bitte Soap-Erweiterungen aktivieren.

source: Inactive
de: Inaktiv

source: Active
de: Aktiv

source: Mr.
de: Herr

source: Mr. & Dr.
de: Herr Dr.

source: Mr. & Mrs.
de: Herr & Frau

source: Mrs.
de: Frau

source: Mrs. & Dr.
de: Frau Dr.

source: Ms.
de: Fräulein

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: No image available
de: Kein Bild verfügbar

source: Search
de: Suche

source: Load all
de: Alle laden

source: Are you sure you want update all brands?
de: Sind Sie sicher, dass Sie alle Marken aktualisieren wollen?

source: Reset
de: Zurücksetzen

source: Export & download XLSX
de: XLSX exportieren und herunterladen

source: Export & download CSV
de: CSV exportieren und herunterladen

source: Export & download XML
de: XML exportieren und herunterladen

source: Export & download JSON
de: JSON exportieren und herunterladen

source: Type
de: Typ

source: Modified
de: Geändert

source: Actions
de: Aktionen

source: View
de: Ansicht

source: View {name}
de: Ansicht {name}

source: Upper name
de: Name name

source: Created
de: Erstellt

source: REST API request
de: REST-API Anfrage

source: JSON decoded version
de: JSON dekodierte Version

source: Are you sure you want update all categories?
de: Sind Sie sicher, dass Sie alle Kategorien aktualisieren möchten?

source: Language
de: Sprache

source: Add config
de: Konfiguration hinzufügen

source: Scheme
de: Schema

source: Submit
de: Absenden

source: Cancel
de: Abbrechen

source: Please enter a valid title
de: Bitte geben Sie einen gültigen Titel ein

source: Please enter a valid alias
de: Bitte geben Sie einen gültigen Alias ein

source: Please enter a valid host
de: Bitte geben Sie einen gültigen Host ein

source: Edit config
de: Konfiguration bearbeiten

source: Select file
de: Datei auswählen

source: Please use a valid csv file.
de: Bitte verwenden Sie eine gültige CSV-Datei.

source: Log
de: Loggen

source: Please enter a valid delimiter
de: Bitte geben Sie einen gültigen delimiter ein

source: Please enter a valid enclosure
de: Bitte geben Sie einen gültigen enclosure ein

source: Upload & import csv
de: CSV hochladen und importieren

source: Title
de: Titel

source: Edit
de: Bearbeiten

source: Are you sure you want to delete "{title}"?
de: Sind Sie sicher, dass sie "{title}" löschen wollen?

source: Delete
de: Löschen

source: Username
de: Benutzername

source: Password
de: Passwort

source: Description
de: Beschreibung

source: Requests
de: Anfragen

source: Add request
de: Anfrage hinzufügen

source: Config
de: Konfiguration

source: Method
de: Methode

source: Please enter a valid name
de: Bitte geben Sie einen gültigen Namen ein

source: Please enter a valid slug
de: Bitte geben Sie einen gültigen Slug ein

source: Please enter a valid method
de: Bitte geben Sie eine gültige Methode ein

source: Please enter a valid url
de: Bitte geben Sie eine gültige Url ein

source: Please enter a valid data
de: Bitte geben Sie gültige Daten ein

source: Edit request
de: Anfrage bearbeiten

source: Data
de: Daten

source: Options
de: Optionen

source: Run
de: Laufen lassen

source: Are you sure you want to delete "{name}"?
de: Sind Sie sicher, dass Sie "{name}" löschen wollen?

source: Example
de: Beispiel

source: Are you sure you want update all identifiers?
de: Sind Sie sicher, dass Sie alle identifiers aktualisieren wollen?

source: View {idIdentifier}
de: {idIdentifier} ansehen

source: Are you sure you want update all printer serieses?
de: Sind Sie sicher, dass Sie alle Druckerserien aktualisieren wollen?

source: View {idPrinterSeries}
de: {idPrinterSeries} ansehen

source: Are you sure you want update all printer to supplies?
de: Sind Sie sicher, dass Sie alle Drucker zu Verbrauchsmaterial aktualisieren wollen?

source: View {id}
de: {id} ansehen

source: Are you sure you want update all printers?
de: Sind Sie sicher, dass Sie alle Drucker aktualisieren wollen?

source: Picture
de: Bild

source: Category
de: Kategorie

source: Printer series
de: Drucker Serie

source: View {idItem}
de: {idItem} ansehen

source: Are you sure you want update all product accessories?
de: Sind Sie sicher, dass Sie das gesamte Produktzubehör aktualisieren möchten?

source: View {bechlemProductId}
de: {bechlemProductId} ansehen

source: Are you sure you want update all products?
de: Sind Sie sicher, dass Sie alle Produkte aktualisieren möchten?

source: Image
de: Bild

source: Your sku
de: Ihre sku

source: Manufacturer sku
de: Hersteller sku

source: View {bechlemId}
de: {bechlemId} ansehen

source: Manufacturer id
de: Hersteller id

source: Manufacturer name
de: Hersteller Name

source: Product name with manufacturer
de: Produktname mit Hersteller

source: Short description
de: Kurzbeschreibung

source: Product type id
de: Produkttyp id

source: Product type name
de: Produkttyp Name

source: Product accessories
de: Produktzubehör

source: Are you sure you want update all reseller items?
de: Sind Sie sicher, dass Sie alle Wiederverkäuferartikel aktualisieren wollen?

source: Id reseller
de: Id Wiederverkäufer

source: View {oemNr}
de: {oemNr} ansehen

source: Are you sure you want update all resellers?
de: Sind Sie sicher, dass Sie alle Wiederverkäufer aktualisieren wollen?

source: Are you sure you want update all supplies?
de: Sind Sie sicher, dass Sie alle Supplies aktualisieren wollen?

source: Supply series
de: Supply Serie

source: Color
de: Farbe

source: Is compatible
de: Ist kompatibel

source: Yield
de: Ertrag

source: Coverage
de: Deckung

source: Measures
de: Maßnahmen

source: Content
de: Inhalt

source: Content ml
de: Inhalt ml

source: Content gram
de: Inhalt Gram

source: Content char
de: Content Zeichen

source: German group no
de: Deutsche Gruppe Nr

source: Are you sure you want update all supply serieses?
de: Sind Sie sicher, dass Sie alle Supply Serien aktualisieren wollen?

source: View {idSupplySeries}
de: {idSupplySeries} ansehen

source: Id supply series
de: Id Supply Serien

source: Are you sure you want update all supply to oem references?
de: Sind Sie sicher, dass Sie das gesamte Supply zu OEM Referenzen aktualisieren wollen?

source: View {idItemSupply}
de: {idItemSupply} ansehen

source: Id item supply oem
de: Id Artikel Supply OEM

source: Are you sure you want update all supply to supplies?
de: Sind Sie sicher, dass Sie alle Supply zu Supplies aktualisieren wollen?

source: Id item supply 2
de: Id Artikel Supply 2

source: Add country
de: Land hinzufügen

source: Please enter a valid code
de: Bitte geben Sie einen gültigen Code ein

source: Please enter a valid translation
de: Bitte geben Sie eine gültige Übersetzung ein

source: Edit country
de: Land bearbeiten

source: Foreign key
de: Fremdschlüssel

source: Locale
de: Standort

source: Translation
de: Übersetzung

source: The current Bechlem Connect Config is running on the Bechlem GmbH API Version 1.2 Demo data.
de: Die aktuelle Bechlem Connect Config läuft auf den Bechlem GmbH API Version 1.2 Demo-Daten.

source: Please update the default config with your license credentials (username and password).
de: Bitte aktualisieren Sie die Standardkonfiguration mit Ihren Lizenz-Zugangsdaten (Benutzername und Passwort).

source: Update default config
de: Standardkonfiguration aktualisieren

source: Bechlem product manufacturers
de: Bechlem Produkthersteller

source: based on matched reseller items
de: basierend auf abgestimmten Wiederverkäuferartikeln

source: View products
de: Produkte ansehen

source: manufacturers
de: Hersteller

source: Products by manufacturer
de: Produkte nach Hersteller

source: Bechlem product types
de: Bechlem Produkttypen

source: types
de: Typen

source: Products by type
de: Produkte nach Typ

source: More info
de: Mehr Infos

source: Locales
de: Standorte

source: Countries
de: Länder

source: Registrations
de: Anmeldungen

source: Roles
de: Rollen

source: Users
de: Benutzer

source: User profiles
de: Benutzerprofile

source: Welcome to the BECHLEM CONNECT "LIGHT" open source application and middleware for free!
de: Willkommen bei BECHLEM CONNECT "LIGHT", der kostenlosen Open-Source-Anwendung und Middleware!

source: Close
de: Schließen

source: This application is a middleware based on CakePHP 5 and PHP 8.1+ for the Bechlem API Interface based on the version 1.2.
de: Diese Anwendung ist eine Middleware auf Basis von CakePHP 5 und PHP 8.1+ für das Bechlem API Interface in der Version 1.2.

source: Developed as an open source software by the Marks Software GmbH based on the MIT License.
de: Entwickelt als Open-Source-Software von der Marks Software GmbH basierend auf der MIT-Lizenz.

source: Introduction from the bechlem.com API interface page
de: Einführung von der bechlem.com API Schnittstellenseite

source: Bringing in the best quality products at great rates are important for the success of your business!
de: Für den Erfolg Ihres Unternehmens ist es wichtig, dass Sie die besten Qualitätsprodukte zu günstigen Preisen anbieten können!

source: Excellent data interfaces and their integration into system landscapes are playing a major role in businesses today.
de: Exzellente Datenschnittstellen und deren Integration in Systemlandschaften spielen heute in Unternehmen eine große Rolle.

source: Due to our more than 25 years experience in the printer supplies business, and cooperations with the top leaders of this sector compiled in our products, you can profit and share.
de: Dank unserer mehr als 25-jährigen Erfahrung im Bereich Druckerzubehör und der Zusammenarbeit mit den führenden Unternehmen der Branche, die wir in unseren Produkten vereinen, können Sie davon profitieren und teilhaben.

source: Our API data interface links your system to
de: Unsere API Datenschnittstelle verbindet Ihr System mit

source: more than 91.000 printers
de: mehr als 91.000 Drucker

source: more than 153.000 supplies
de: mehr als 153.000 Supplies

source: more than 19 million CrossSelling-Links
de: mehr als 19 Millionen CrossSelling-Links

source: advanced master data
de: erweiterte Stammdaten

source: images
de: Bilder

source: and more
de: und mehr

source: and will unlock new products and sales opportunities. The interface is fully digitalized and provides topical data in various structures and types.
de: und wird neue Produkte und Absatzmöglichkeiten erschließen. Die Schnittstelle ist vollständig digitalisiert und bietet aktuelle Daten in verschiedenen Strukturen und Arten.

source: And last but not least, our services will help you concentrate on the most important factor: your business.
de: Und nicht zuletzt helfen unsere Dienstleistungen Ihnen, sich auf das Wichtigste zu konzentrieren: Ihr Geschäft.

source: I need the Bechlem GmbH API interface license!
de: Ich brauche die Bechlem GmbH API Schnittstellenlizenz!

source: Go to the Bechlem GmbH contact form
de: Weiter zum Kontaktformular der Bechlem GmbH

source: I have already the Bechlem GmbH API interface license!
de: Ich habe bereits die Bechlem GmbH API Schnittstellenlizenz!

source: Add domain
de: Domain hinzufügen

source: Please enter a valid theme
de: Bitte geben Sie ein gültiges Theme ein

source: Edit domain
de: Domain bearbeiten

source: Add locale
de: Gebietsschema hinzufügen

source: Please enter a valid native
de: Bitte eine gültige Muttersprache eingeben

source: Please enter a valid weight
de: Bitte geben Sie ein gültiges Gewicht ein

source: Edit locale
de: Gebietsschema bearbeiten

source: Native
de: Nativ

source: Weight
de: Gewicht

source: Add log
de: Protokoll hinzufügen

source: Edit log
de: Protokoll bearbeiten

source: Request
de: Anfrage

source: Message
de: Nachricht

source: JSON decoded
de: JSON dekodiert

source: Are you sure you want to delete "{request}"?
de: Sind Sie sicher, dass Sie "{request}" löschen wollen?

source: JSON encoded version
de: JSON kodierte Version

source: Add product brand
de: Produktmarke hinzufügen

source: Edit product brand
de: Produktmarke bearbeiten

source: Website
de: Webseite

source: Add product category
de: Produktkategorie hinzufügen

source: Parent
de: Elternteil

source: Edit product category
de: Produktkategorie bearbeiten

source: Left
de: Links

source: Right
de: Rechts

source: Background image
de: Hintergrundbild

source: Meta description
de: Meta Beschreibung

source: Meta keywords
de: Meta Schlüsselwörter

source: Add product condition
de: Produktbedingungen hinzufügen

source: Edit product condition
de: Produktbedingungen bearbeiten

source: Add product delivery time
de: Produktlieferzeit hinzufügen

source: Edit product delivery time
de: Produktlieferzeit bearbeiten

source: Add product intrastat code
de: Produkt Intrastat Code hinzufügen

source: Please enter a valid type
de: Bitte geben Sie einen gültigen Typ ein

source: Edit product intrastat code
de: Produkt Intrastat Code bearbeiten

source: Are you sure you want to delete "{code}"?
de: Sind Sie sicher, dass Sie "{code}" löschen wollen?

source: Add product manufacturer
de: Produkthersteller hinzufügen

source: Edit product manufacturer
de: Produkthersteller bearbeiten

source: Add Type Attribute Value
de: Typattributwert hinzufügen

source: Edit type attribute value
de: Typattributwert bearbeiten

source: Add type option value
de: Typ Attribut

source: Value
de: Wert

source: Are you sure you want to delete "{value}"?
de: Sind Sie sicher, dass Sie "{value}" löschen wollen?

source: Type option
de: Typ Option

source: Add product supplier
de: Produktlieferant hinzufügen

source: Please enter a valid number
de: Bitte geben Sie eine gültige Nummer ein

source: Edit product supplier
de: Produktlieferant bearbeiten

source: Number
de: Nummer

source: Name addition
de: Namenszusatz

source: Street
de: Straße

source: Street addition
de: Straßenzusatz

source: Postcode
de: Postleitzahl

source: City
de: Stadt

source: Country
de: Land

source: Add product tax class
de: Produkt Steuerklasse hinzufügen

source: Edit product tax class
de: Produkt Steuerklasse bearbeiten

source: Tax
de: Steuer

source: Add type attribute choice
de: Typ Attribut Auswahl hinzufügen

source: Please enter a valid value
de: Bitte geben Sie einen gültigen Wert ein

source: Edit type attribute choice
de: Typ Attribut Auswahl bearbeiten

source: Add type attribute
de: Typ Attribut hinzufügen

source: Add product type
de: Produkttyp hinzufügen

source: Types
de: Typen

source: Leave attribute empty?
de: Attribut leer lassen?

source: Activate WYSIWYG editor?
de: WYSIWYG Editor aktivieren?

source: Edit product type attribute
de: Produkttyp Attribut bearbeiten

source: Empty value
de: Leerer Wert

source: Type attribute choices
de: Typ Attribut Auswahl

source: for
de: für

source: Attributes
de: Attribute

source: Edit product type
de: Produkttyp bearbeiten

source: Product type attributes
de: Produkttyp Attribute

source: Add {title}
de: {title} hinzufügen

source: Add product
de: Produkt hinzufügen

source: Fetch bechlem product by bechlem id, manufacturer sku or ean
de: Holen Sie das Bechlem Produkt per Bechlem Id, Hersteller SKU oder EAN

source: The {productType} attributes
de: Die {productType} Attribute

source: Condition
de: Zustand

source: Delivery time
de: Lieferzeit

source: Tax class
de: Steuerklasse

source: Manufacturer
de: Hersteller

source: Brands
de: Marken

source: Categories
de: Kategorien

source: Promote end
de: Promote Ende

source: Promote new start
de: Promote Neu Start

source: Promote new end
de: Promote Neu Ende

source: Promote new
de: Promote Neu

source: Please enter a valid manufacturer key
de: Bitte geben Sie einen gültigen Hersteller Schlüssel ein

source: Please enter a valid manufacturer
de: Bitte geben Sie einen gültigen Hersteller ein

source: Please enter a valid category key
de: Bitte geben Sie einen gültigen Kategorie Schlüssel ein

source: Please enter a valid category
de: Bitte geben Sie eine gültige Kategorie ein

source: Please enter a valid sku
de: Bitte geben Sie eine gültige SKU ein

source: Please enter a valid manufacturer sku
de: Bitte geben Sie eine gültige Hersteller SKU ein

source: Please enter a valid stock
de: Bitte geben Sie einen gültigen Bestand ein

source: Please enter a valid price
de: Bitte geben Sie einen gültigen Preis ein

source: Edit product
de: Produkt bearbeiten

source: Employee key
de: Mitarbeiter Schlüssel

source: Manufacturer key
de: Hersteller Schlüssel

source: Category key
de: Kategorie Schlüssel

source: Stock
de: Lagerbestand

source: Price
de: Preis

source: End
de: Ende

source: View counter
de: Ansicht Zähler

source: Type attributes
de: Typ Attribute

source: Add registration type
de: Registrierungstyp hinzufügen

source: Edit registration type
de: Registrierungstyp bearbeiten

source: Add registration
de: Registrierung hinzufügen

source: Terms conditions
de: Bedingungen und Konditionen

source: Privacy policy
de: Datenschutzbestimmungen

source: Please enter a valid billing name
de: Bitte geben Sie eine gültigen Rechnungs Namen ein.

source: Please enter a valid billing vat number
de: Bitte geben Sie eine gültige Rechnungs Umsatzsteuer-Identifikationsnummer ein.

source: Edit registration
de: Registrierung bearbeiten

source: Telephone
de: Telefon

source: Are you sure you want to delete "{billingName}"?
de: Sind Sie sicher, dass Sie "{billingName}" löschen wollen?

source: Billing name
de: Rechnungs Name

source: Billing name addition
de: Rechnungs Namenszusatz

source: Billing legal form
de: Rechnungs Rechtsform

source: Billing vat number
de: Rechnungs Umsatzsteuer-Identifikationsnummer

source: Billing salutation
de: Rechnungs Anrede

source: Billing first name
de: Rechnungs Vorname

source: Billing middle name
de: Rechnungs zweiter Vorname

source: Billing last name
de: Rechnungs Nachname

source: Billing management
de: Rechnungs Management

source: Billing email
de: Rechnungs E-Mail

source: Billing website
de: Rechnungs Webseite

source: Billing telephone
de: Rechnungs Telefon

source: Billing mobilephone
de: Rechnungs Mobiltelefon

source: Billing fax
de: Rechnungs Fax

source: Billing street
de: Rechnungsstraße

source: Billing street addition
de: Rechnungsstraße Zusatz

source: Billing postcode
de: Rechnungs Postleitzahl

source: Billing city
de: Rechnungsstadt

source: Billing country
de: Rechnungsland

source: Shipping name
de: Versandname

source: Shipping name addition
de: Versand Namenszusatz

source: Shipping management
de: Versand Management

source: Shipping email
de: Versand E-Mail

source: Shipping telephone
de: Versand Telefon

source: Shipping mobilephone
de: Versand Mobiltelefon

source: Shipping fax
de: Versand Fax

source: Shipping street
de: Versandstraße

source: Shipping street addition
de: Versandstraße Zusatz

source: Shipping postcode
de: Versand Postleitzahl

source: Shipping city
de: Versandstadt

source: Shipping country
de: Versandland

source: Remark
de: Anmerkung

source: Register excerpt
de: Registerauszug

source: Add role
de: Rolle hinzufügen

source: Edit role
de: Rolle bearbeiten

source: Add setting
de: Einstellung hinzufügen

source: Please enter a valid parameter
de: Bitte geben Sie einen gültigen Parameter ein

source: Edit setting
de: Einstellung bearbeiten

source: Add user profile
de: Benutzerprofil hinzufügen

source: Male
de: Männlich

source: Female
de: Weiblich

source: User
de: Benutzer

source: Please enter a valid about me text
de: Bitte einen gültigen Text über mich eingeben

source: Please select a timezone
de: Bitte wählen Sie eine Zeitzone

source: Please select a salutation
de: Bitte wählen Sie eine Anrede

source: Please enter a valid first name
de: Bitte geben Sie einen gültigen Vornamen ein

source: Please enter a valid last name
de: Bitte geben Sie einen gültigen Nachnamen ein

source: Please select a gender
de: Bitte wählen Sie ein Geschlecht

source: Please enter 17 valid tags
de: Bitte geben Sie 17 gültige Tags ein

source: Edit user profile
de: Benutzerprofil bearbeiten

source: First name
de: Vorname

source: Middle name
de: Zweiter Vorname

source: Last name
de: Nachname

source: Are you sure you want to delete "{id}"?
de: Sind Sie sicher, dass Sie "{id}" löschen wollen?

source: Salutation
de: Anrede

source: Gender
de: Geschlecht

source: Birthday
de: Geburtstag

source: Mobilephone
de: Mobiltelefon

source: Company
de: Firma

source: About me
de: Über mich

source: Timezone
de: Zeitzone

source: Are you sure you want to delete "{fullName}"?
de: Sind Sie sicher, dass Sie "{fullName}" löschen wollen?

source: Add user
de: Benutzer hinzufügen

source: Password proposal
de: Passwort Vorschlag

source: use
de: verwenden

source: Role
de: Rolle

source: Please enter a valid username
de: Bitte geben Sie einen gültigen Benutzernamen ein

source: Please enter a valid email address
de: Bitte geben Sie eine gültige E-Mail Adresse ein

source: Please enter a valid password
de: Bitte geben Sie ein gültiges Passwort ein

source: Edit user
de: Benutzer bearbeiten

source: Reset password
de: Passwort zurücksetzen

source: Profile
de: Profil

source: Activation date
de: Aktivierungsdatum

source: Last login
de: Letzter Login

source: Add by type
de: Hinzufügen nach Typ

source: Create a new password
de: Ein neues Passwort erstellen

source: Verify email
de: E-Mail bestätigen

source: Please calculate this addition
de: Bitte berechnen Sie diese Addition

source: Home
de: Startseite

source: Welcome to {bechlemConnectLight}
de: Willkommen bei {bechlemConnectLight}

source: Password reset
de: Passwort zurücksetzen

source: Verify password
de: Passwort überprüfen

source: Customize the backend
de: Anpassen des Backends

source: Navbar color
de: Navigationsleiste Farbe

source: Navbar text color
de: Navigationsleiste Textfarbe

source: Navbar background color
de: Navigationsleiste Hintergrundfarbe

source: Sidebar color
de: Seitenleiste Farbe

source: Sidebar text color
de: Seitenleiste Textfarbe

source: Sidebar background color
de: Seitenleiste Hintergrundfarbe

source: Link text color
de: Link Textfarbe

source: Button color
de: Tasten Farbe

source: Box color
de: Box Farbe

source: All rights reserved.
de: Alle Rechte vorbehalten.

source: Logout
de: Abmelden

source: First
de: Erste

source: Previous
de: Zurück

source: Next
de: Nächste

source: Last
de: Letzte

source: Please wait...
de: Bitte warten...

source: Error
de: Fehler

source: The requested address {0} was not found on this server.
de: Die angeforderte Adresse {0} wurde auf diesem Server nicht gefunden.

source: An internal error has occurred
de: Ein interner Fehler ist aufgetreten

source: Forgot
de: Vergessen

source: Forgot password
de: Passwort vergessen

source: Back to login
de: Zurück zum Login

source: Please verify the email
de: Bitte überprüfen Sie die E-Mail

source: Oops, unfortunately you are blocked!
de: Ups, leider sind Sie blockiert!

source: This can have various causes and does not mean anything in the first step.
de: Das kann verschiedene Ursachen haben und hat im ersten Schritt nichts zu bedeuten.

source: Please write us an email with the request for verification.
de: Bitte schreiben Sie uns eine E-Mail mit der Bitte um Überprüfung.

source: Register
de: Registrieren

source: Please select
de: Bitte wählen

source: I agree to {termsOfService} & {privacyPolicy}.
de: Ich stimme den {termsOfService} & {privacyPolicy} zu.
